[
  {
    "vehicle_id": "5c85bb83827d9034b1d33747",
    "mpg": 30,
    "makeModel": "1996 Ford F-250",
    "photo": "http://placehold.it/32x32",
    "notes": "In velit minim enim tempor elit labore laboris ea exercitation. Dolor nisi pariatur eiusmod do ullamco aute et est do nostrud nisi. Fugiat amet laboris do consectetur reprehenderit.\r\n"
  },
  {
    "vehicle_id": "5c85bb8368a4ac98050c17b4",
    "mpg": 17,
    "makeModel": "2012 Rolls-Royce Wraith",
    "photo": "http://placehold.it/32x32",
    "notes": "Amet exercitation nisi pariatur velit pariatur cupidatat ut officia minim laboris magna. In veniam id sit dolore velit cillum anim ipsum consequat veniam esse velit incididunt. Deserunt culpa laborum minim amet anim occaecat et. Ipsum incididunt non incididunt excepteur cupidatat et adipisicing minim dolor tempor sit ea. Ullamco incididunt elit fugiat mollit Lorem id sit officia. Eiusmod esse sint consequat labore eiusmod do aute veniam id dolore laboris et ea est. Sint ad pariatur cillum qui.\r\n"
  },
  {
    "vehicle_id": "5c85bb831b425db4df4a597c",
    "mpg": 15,
    "makeModel": "1982 Chevy Corvette",
    "photo": "http://placehold.it/32x32",
    "notes": "Anim non proident occaecat aliquip culpa. Minim consequat aute officia culpa minim in amet id. Anim occaecat ullamco veniam ut reprehenderit sit velit sit minim.\r\n"
  },
  {
    "vehicle_id": "5c85bb8338f66a3e7df8b834",
    "mpg": 17,
    "makeModel": "2016 Toyota Camry",
    "photo": "http://placehold.it/32x32",
    "notes": "Laborum sit velit ea ut consectetur consectetur sint consequat nulla mollit proident amet qui. Et laboris excepteur sint excepteur. Magna ex ea ut ullamco laboris incididunt labore nisi ipsum mollit aliquip veniam. Laboris occaecat id dolor exercitation dolor quis. Ex minim nisi sint esse proident aliquip proident qui. Proident Lorem elit nisi culpa consequat ipsum. Deserunt magna ex nisi ipsum qui.\r\n"
  },
  {
    "vehicle_id": "5c85bb83192f5e2158eb9519",
    "mpg": 16,
    "makeModel": "1990 Chevy Corvette",
    "photo": "http://placehold.it/32x32",
    "notes": "Ad incididunt sint excepteur laboris eu ipsum amet cupidatat minim dolor consequat minim irure excepteur. Nisi enim dolor aliquip consequat ad consectetur ut excepteur eu Lorem ad sunt. Elit tempor fugiat excepteur ea culpa nostrud ut magna sit sit dolor magna. Proident excepteur consectetur officia veniam non exercitation qui reprehenderit deserunt. Tempor culpa laboris dolor ex do laborum non labore ut. Exercitation amet occaecat excepteur labore nisi eu sint.\r\n"
  },
  {
    "vehicle_id": "5c85bb83bab25d833604170b",
    "mpg": 15,
    "makeModel": "2012 Dodge Charger",
    "photo": "http://placehold.it/32x32",
    "notes": "Cupidatat id velit cupidatat nostrud. Minim sint cillum labore anim ad aliquip nulla sit laborum aute tempor cillum. Proident velit in consequat nulla velit enim deserunt anim quis ex quis enim consectetur est. Ullamco duis ea anim nostrud tempor esse velit eiusmod nulla nulla duis proident adipisicing cillum.\r\n"
  },
  {
    "vehicle_id": "5c85bb832fd386d177044de9",
    "mpg": 16,
    "makeModel": "2011 Chevy Camaro",
    "photo": "http://placehold.it/32x32",
    "notes": "Nisi enim aliquip dolore officia reprehenderit. Nulla nostrud deserunt proident dolor mollit. Ex tempor labore occaecat ad esse commodo cupidatat qui. Sit sit dolor elit velit cillum fugiat quis laborum aute ad dolore nisi.\r\n"
  },
  {
    "vehicle_id": "5c85bb83247504d99e6ea4ca",
    "mpg": 29,
    "makeModel": "1986 Rolls-Royce Wraith",
    "photo": "http://placehold.it/32x32",
    "notes": "Consequat anim magna deserunt do sint minim labore est magna ad non duis deserunt amet. Sunt ipsum consectetur proident cupidatat do esse sint et minim. Lorem ea aliquip sunt labore irure eiusmod elit irure non et id reprehenderit sunt. Esse incididunt minim nisi duis veniam magna reprehenderit et aliquip mollit. Consectetur non consequat laborum aliqua dolore veniam ex velit.\r\n"
  },
  {
    "vehicle_id": "5c85bb83f6f854a28584565c",
    "mpg": 25,
    "makeModel": "2000 Toyota Highlander",
    "photo": "http://placehold.it/32x32",
    "notes": "Cupidatat sint tempor consequat ex minim ex quis incididunt pariatur Lorem. In ipsum exercitation consectetur occaecat esse aliqua. Excepteur dolor enim mollit aliqua nisi velit. Veniam excepteur aliqua pariatur exercitation dolore pariatur. Esse dolore anim do magna ea ea eiusmod ipsum culpa tempor. Id quis fugiat aliquip proident consequat officia mollit aliquip culpa do ullamco reprehenderit adipisicing. Voluptate officia et est consectetur mollit elit ea occaecat est.\r\n"
  },
  {
    "vehicle_id": "5c85bb83b8e0f1233763e864",
    "mpg": 21,
    "makeModel": "2002 Ford F-250",
    "photo": "http://placehold.it/32x32",
    "notes": "Cupidatat cupidatat eu aute excepteur. Consequat pariatur tempor ex consectetur enim do officia magna velit. Qui occaecat incididunt ea reprehenderit ullamco id. Quis adipisicing do enim do enim sint voluptate adipisicing ea magna ad velit excepteur nisi. Quis tempor fugiat consectetur ipsum sint Lorem nulla sint excepteur ullamco duis. Proident dolore culpa minim eu consectetur sit fugiat.\r\n"
  },
  {
    "vehicle_id": "5c85bb832db8b28c860a6e99",
    "mpg": 21,
    "makeModel": "2000 Chevy Corvette",
    "photo": "http://placehold.it/32x32",
    "notes": "Sint laborum deserunt quis do qui non sunt pariatur commodo. Veniam adipisicing amet ullamco labore ullamco amet. Nostrud mollit ea aute nostrud adipisicing culpa sint. Ullamco deserunt mollit adipisicing enim ullamco sunt non.\r\n"
  },
  {
    "vehicle_id": "5c85bb83e424bd9f1a4fa04f",
    "mpg": 18,
    "makeModel": "1998 Dodge Charger",
    "photo": "http://placehold.it/32x32",
    "notes": "Tempor proident amet excepteur nisi consectetur reprehenderit ipsum culpa fugiat officia veniam magna. Sint aliquip non laborum eu nulla quis quis. Pariatur proident eu aute duis veniam dolore. Ipsum nulla consequat occaecat commodo est officia officia tempor ad ipsum voluptate duis cillum. Nostrud incididunt consequat incididunt ad velit cupidatat veniam ullamco id eiusmod. Id tempor elit sit consequat tempor incididunt nostrud commodo exercitation deserunt occaecat ad elit.\r\n"
  },
  {
    "vehicle_id": "5c85bb83184a6c924844666c",
    "mpg": 30,
    "makeModel": "1994 Rolls-Royce Wraith",
    "photo": "http://placehold.it/32x32",
    "notes": "Eu veniam amet incididunt dolore dolor mollit aliqua. Esse id aute aliqua dolore minim do. Cupidatat do est deserunt officia non quis sit. Laboris dolor nostrud duis nisi pariatur.\r\n"
  },
  {
    "vehicle_id": "5c85bb83427ede71059a0634",
    "mpg": 22,
    "makeModel": "1991 Ford Mustang",
    "photo": "http://placehold.it/32x32",
    "notes": "Laborum nulla sit est nulla irure fugiat cillum laborum occaecat. Ipsum ea tempor consequat qui. Qui ad eiusmod deserunt ea aliquip veniam ea. Commodo mollit labore voluptate elit commodo. Ex velit commodo ullamco fugiat in adipisicing anim nulla consequat. Anim sit commodo est mollit ea veniam amet voluptate consectetur officia mollit minim. Elit quis nostrud quis anim ut nisi.\r\n"
  },
  {
    "vehicle_id": "5c85bb838d3c1247bfbc0f6f",
    "mpg": 17,
    "makeModel": "2001 Ford Mustang",
    "photo": "http://placehold.it/32x32",
    "notes": "Cupidatat cillum tempor nisi amet dolor commodo excepteur minim nulla commodo commodo Lorem aliqua eu. Exercitation consectetur esse cillum cupidatat ea cupidatat voluptate cupidatat ex elit ad cupidatat id qui. Exercitation occaecat ex sit cupidatat incididunt id ad voluptate sit fugiat excepteur consequat. Anim dolor eu adipisicing fugiat Lorem non non id laboris. Voluptate irure eiusmod ea quis sunt. Non eiusmod duis deserunt duis voluptate officia quis qui labore cupidatat pariatur.\r\n"
  },
  {
    "vehicle_id": "5c85bb8391b66329ac46c2f7",
    "mpg": 28,
    "makeModel": "2003 Dodge Challeger",
    "photo": "http://placehold.it/32x32",
    "notes": "Reprehenderit in consectetur ea veniam reprehenderit occaecat laborum occaecat. Ad mollit aliquip mollit deserunt dolore minim. Nisi Lorem ullamco quis ea. Consectetur consequat tempor laborum nostrud pariatur eiusmod esse culpa. Mollit eu duis duis incididunt magna irure sit sunt occaecat amet consectetur eu ipsum.\r\n"
  },
  {
    "vehicle_id": "5c85bb839b6de04ad49db153",
    "mpg": 28,
    "makeModel": "1982 Rolls-Royce Wraith",
    "photo": "http://placehold.it/32x32",
    "notes": "Adipisicing amet reprehenderit cupidatat irure dolor sint aute aliqua sit officia sint cillum occaecat. Aute do occaecat amet ut duis exercitation anim aute eu elit elit veniam laboris. Lorem do aliqua incididunt do irure elit adipisicing sit amet non exercitation et commodo laborum.\r\n"
  },
  {
    "vehicle_id": "5c85bb835c3bba4d694dfeb0",
    "mpg": 26,
    "makeModel": "1983 Rolls-Royce Wraith",
    "photo": "http://placehold.it/32x32",
    "notes": "Sunt laborum ullamco reprehenderit et Lorem. Do voluptate dolore exercitation cillum non consequat. Adipisicing pariatur ut laborum ipsum non duis nisi velit cupidatat mollit ullamco nisi commodo pariatur. Qui occaecat fugiat magna non quis sit ex amet voluptate exercitation mollit reprehenderit laboris sunt. Ad veniam elit commodo ullamco elit ad ad non incididunt. Dolor exercitation qui officia fugiat. Aliquip est ut labore irure ut veniam et velit.\r\n"
  },
  {
    "vehicle_id": "5c85bb8306bb5a77157e850e",
    "mpg": 24,
    "makeModel": "1984 Toyota Highlander",
    "photo": "http://placehold.it/32x32",
    "notes": "Lorem magna sunt consequat amet. Quis quis adipisicing ea sunt eu fugiat. Aute voluptate tempor sint excepteur dolore tempor veniam duis ipsum minim eiusmod aliqua nostrud quis.\r\n"
  },
  {
    "vehicle_id": "5c85bb83cf1f11ac3b01733b",
    "mpg": 24,
    "makeModel": "2011 Ford Mustang",
    "photo": "http://placehold.it/32x32",
    "notes": "Ipsum dolore consectetur mollit anim. Eu ipsum veniam nulla sit elit non. Minim tempor nisi velit officia. Excepteur occaecat ullamco nostrud esse nisi elit est ipsum. Laborum consectetur laborum fugiat minim.\r\n"
  },
  {
    "vehicle_id": "5c85bb83b163ba408702ce08",
    "mpg": 19,
    "makeModel": "2010 Ford Mustang",
    "photo": "http://placehold.it/32x32",
    "notes": "Sint consectetur reprehenderit id do et commodo minim tempor qui elit consequat laboris. Pariatur pariatur culpa mollit officia reprehenderit pariatur cillum magna. Do sunt commodo cupidatat consectetur cillum duis culpa veniam exercitation enim sunt. Sunt et sunt amet consequat Lorem mollit elit anim consectetur incididunt voluptate. Ex id excepteur consectetur consectetur minim ex culpa ea labore cillum. Non dolor commodo officia eu quis duis ullamco adipisicing labore eu ullamco. Id do adipisicing duis commodo velit dolore.\r\n"
  },
  {
    "vehicle_id": "5c85bb83bd66f3f938bd4589",
    "mpg": 23,
    "makeModel": "1995 Ford F-250",
    "photo": "http://placehold.it/32x32",
    "notes": "Incididunt amet laborum Lorem laboris velit velit nisi voluptate. Amet et sit incididunt ipsum tempor est anim laborum non incididunt. Sint ut est cillum veniam exercitation ut minim eiusmod. Nostrud cillum adipisicing sunt et ullamco laborum excepteur cupidatat tempor. Officia deserunt et consectetur aute irure occaecat irure esse fugiat. Laboris nulla ipsum sit ad ipsum id cillum excepteur.\r\n"
  },
  {
    "vehicle_id": "5c85bb83e9e04e82c1f58015",
    "mpg": 24,
    "makeModel": "1999 Rolls-Royce Wraith",
    "photo": "http://placehold.it/32x32",
    "notes": "Id exercitation aute elit minim dolor non nulla ea velit laborum nisi ad officia et. Quis pariatur eu sunt eu elit ex commodo cillum ut ad amet nisi cillum. Laborum ex nisi do est quis nulla irure nostrud.\r\n"
  },
  {
    "vehicle_id": "5c85bb83a71d8f7de33f0513",
    "mpg": 30,
    "makeModel": "1997 Chevy Corvette",
    "photo": "http://placehold.it/32x32",
    "notes": "Ea laborum ullamco in id occaecat sit minim voluptate proident velit in. Reprehenderit elit occaecat non sit dolore quis ad dolore. Proident ad et aute reprehenderit sint aute ea ut do ipsum irure magna consequat do.\r\n"
  },
  {
    "vehicle_id": "5c85bb83350d0596784c6417",
    "mpg": 26,
    "makeModel": "2019 Dodge Challeger",
    "photo": "http://placehold.it/32x32",
    "notes": "Aute ut laboris excepteur ex dolore cupidatat. Id adipisicing veniam amet duis. Irure ut aute reprehenderit pariatur quis fugiat dolor minim commodo amet laborum labore esse. Tempor nostrud eiusmod occaecat commodo aliquip aliquip. Nulla nulla in excepteur cillum do.\r\n"
  },
  {
    "vehicle_id": "5c85bb838a00dfd099aa5a16",
    "mpg": 27,
    "makeModel": "2001 Toyota Highlander",
    "photo": "http://placehold.it/32x32",
    "notes": "Ipsum labore aliquip fugiat fugiat ipsum minim esse aliqua voluptate sint minim. Cupidatat sunt non non consectetur culpa ex eiusmod ut velit amet ex culpa id. In excepteur qui ad dolor est. Elit minim occaecat occaecat est. Cillum labore sint Lorem occaecat tempor proident non.\r\n"
  },
  {
    "vehicle_id": "5c85bb83a2330ffd79e470ee",
    "mpg": 23,
    "makeModel": "1993 Chevy Corvette",
    "photo": "http://placehold.it/32x32",
    "notes": "Lorem irure veniam mollit amet qui non voluptate laboris esse aute laborum laborum non. Pariatur ut sint reprehenderit consequat. Sint reprehenderit cillum enim dolore enim velit pariatur anim.\r\n"
  },
  {
    "vehicle_id": "5c85bb83c370b23afec35df6",
    "mpg": 25,
    "makeModel": "2004 Dodge Charger",
    "photo": "http://placehold.it/32x32",
    "notes": "Incididunt aute aliquip nostrud mollit aute consectetur ex nostrud esse nulla ullamco qui. Nostrud quis esse duis proident nulla est nulla proident nulla incididunt. Commodo pariatur aliquip nisi exercitation Lorem qui. Incididunt cupidatat et dolore adipisicing ipsum ea velit velit id. Sit dolor ullamco ea reprehenderit mollit aliquip consectetur. Mollit veniam culpa eiusmod cupidatat ea. Excepteur anim cupidatat nisi aliquip nostrud nisi ea quis anim quis non tempor.\r\n"
  },
  {
    "vehicle_id": "5c85bb83a3390649d462580c",
    "mpg": 17,
    "makeModel": "2000 Chevy Corvette",
    "photo": "http://placehold.it/32x32",
    "notes": "Id proident non cillum nisi ipsum sunt. Nulla esse labore commodo velit laborum pariatur id aliqua ullamco. Pariatur id dolore fugiat in voluptate veniam non aliquip.\r\n"
  },
  {
    "vehicle_id": "5c85bb83ad1e400e3b2f3f8e",
    "mpg": 20,
    "makeModel": "1996 Toyota Camry",
    "photo": "http://placehold.it/32x32",
    "notes": "Reprehenderit laboris ea nostrud reprehenderit nisi deserunt do in. Ea excepteur anim nisi dolor ullamco duis excepteur sint aliquip aute ipsum. Ex minim minim nostrud proident quis duis duis cillum qui Lorem laboris ad pariatur. Laborum dolore eu deserunt non. Deserunt duis adipisicing velit ad nostrud eiusmod ad consequat voluptate aute mollit. Culpa est exercitation consequat sunt proident est culpa eiusmod duis nostrud non irure do do. Minim dolore consequat anim in est.\r\n"
  },
  {
    "vehicle_id": "5c85bb8319754306e5696f77",
    "mpg": 19,
    "makeModel": "1980 Rolls-Royce Wraith",
    "photo": "http://placehold.it/32x32",
    "notes": "Quis ullamco ullamco exercitation tempor amet sit consequat aliquip commodo duis elit. Eiusmod dolor sit labore irure ad amet in non aute esse tempor mollit consectetur ipsum. Laboris ad officia quis consectetur magna reprehenderit ex aliqua. Eiusmod et esse reprehenderit quis amet in culpa. Elit magna laborum cillum voluptate ad magna deserunt tempor exercitation culpa. Ad sit sint id cupidatat eu cillum ipsum sit dolor ea anim. Anim in labore occaecat pariatur exercitation.\r\n"
  },
  {
    "vehicle_id": "5c85bb83f6369ce850ea604e",
    "mpg": 26,
    "makeModel": "2002 Toyota Highlander",
    "photo": "http://placehold.it/32x32",
    "notes": "Irure sunt do excepteur id. Voluptate non ipsum consequat elit ad qui ipsum dolor fugiat aliquip ea Lorem veniam aliquip. Culpa occaecat ea reprehenderit est ex anim veniam esse qui minim eiusmod sunt est. Anim deserunt excepteur irure fugiat. Non duis ut veniam nostrud laborum pariatur sunt velit aliquip elit mollit ad. Eu enim voluptate dolore minim laboris exercitation cillum pariatur.\r\n"
  },
  {
    "vehicle_id": "5c85bb83b80aef42d03d3595",
    "mpg": 17,
    "makeModel": "2000 Chevy Camaro",
    "photo": "http://placehold.it/32x32",
    "notes": "Ex nisi cupidatat non amet laboris laboris consectetur consequat. Nostrud fugiat reprehenderit qui incididunt. Proident cupidatat officia nulla sint ipsum non reprehenderit consectetur irure Lorem.\r\n"
  },
  {
    "vehicle_id": "5c85bb83f3c7edcea437a905",
    "mpg": 22,
    "makeModel": "1982 Chevy Corvette",
    "photo": "http://placehold.it/32x32",
    "notes": "Sint nostrud incididunt consectetur aliqua ut quis ut et duis ut aute sit voluptate sunt. Ex voluptate deserunt enim occaecat Lorem. Elit est sit reprehenderit elit cupidatat. Id non veniam ex qui aliqua ipsum qui in. Sunt amet proident aliquip velit aute aliqua ullamco tempor nisi ex sint commodo enim.\r\n"
  },
  {
    "vehicle_id": "5c85bb830a96c65f84f4c7d0",
    "mpg": 26,
    "makeModel": "2007 Chevy Camaro",
    "photo": "http://placehold.it/32x32",
    "notes": "Est eiusmod cillum cupidatat ex sunt commodo elit incididunt id proident ut. Adipisicing ullamco do non ea. Anim amet aute fugiat anim. Sit deserunt qui occaecat consectetur labore est amet labore eu anim. Fugiat sit nostrud consequat qui est eu culpa elit velit cillum adipisicing nulla deserunt proident. Velit esse minim labore proident nisi consectetur voluptate exercitation reprehenderit consectetur et commodo velit. Adipisicing ipsum culpa ut mollit aliquip voluptate nulla magna minim.\r\n"
  },
  {
    "vehicle_id": "5c85bb83edfb68bf9d608066",
    "mpg": 29,
    "makeModel": "1980 Chevy Corvette",
    "photo": "http://placehold.it/32x32",
    "notes": "Culpa amet magna esse culpa aliqua reprehenderit deserunt. Elit irure voluptate et nulla. Voluptate aliquip tempor irure veniam incididunt incididunt nulla reprehenderit voluptate est. Amet nostrud dolore occaecat proident aute laborum nulla. Pariatur fugiat amet cupidatat officia velit do ut.\r\n"
  },
  {
    "vehicle_id": "5c85bb83629b9ef5227fda38",
    "mpg": 20,
    "makeModel": "2005 Toyota Camry",
    "photo": "http://placehold.it/32x32",
    "notes": "Nulla voluptate et cupidatat sint. Nostrud ex eiusmod adipisicing eiusmod nisi laborum elit sit. Non nulla exercitation exercitation sit. Nulla quis velit ut occaecat aliquip dolor magna duis magna. Aliquip incididunt anim reprehenderit adipisicing sunt occaecat in Lorem voluptate et. Voluptate esse tempor sunt sint do.\r\n"
  },
  {
    "vehicle_id": "5c85bb83f21da17385332fd7",
    "mpg": 23,
    "makeModel": "2018 Ford Mustang",
    "photo": "http://placehold.it/32x32",
    "notes": "Exercitation ipsum cupidatat ea esse nulla aliquip ea labore. Eiusmod aliquip ad occaecat consectetur aliquip elit mollit ullamco anim veniam sint. Nulla laboris pariatur excepteur tempor sit culpa eu ad et dolore pariatur eiusmod. Irure quis est cupidatat nulla cillum in proident. Deserunt et duis excepteur laborum sunt id dolor et eu amet. Id non sunt minim quis Lorem. Aute incididunt culpa anim commodo sit id nostrud quis exercitation nostrud ad.\r\n"
  },
  {
    "vehicle_id": "5c85bb83662fd8e116db7f7d",
    "mpg": 23,
    "makeModel": "2005 Toyota Camry",
    "photo": "http://placehold.it/32x32",
    "notes": "Cupidatat aute sint exercitation sit in amet laborum veniam duis pariatur aliquip sunt ea cupidatat. Laborum enim proident reprehenderit non ullamco esse cillum occaecat culpa ea ipsum duis eu. Excepteur fugiat elit nostrud consectetur non in officia aliquip cillum deserunt. Officia est consectetur nostrud non ea quis. Voluptate ad eu labore occaecat ipsum aliquip laborum et anim fugiat anim.\r\n"
  },
  {
    "vehicle_id": "5c85bb83a48db2c95c332dc0",
    "mpg": 24,
    "makeModel": "2001 Toyota Highlander",
    "photo": "http://placehold.it/32x32",
    "notes": "Culpa mollit mollit et qui ullamco minim deserunt aliqua aliquip. Aliquip amet qui laborum occaecat occaecat officia nisi voluptate proident dolor. Laborum sit culpa consectetur magna do nostrud cupidatat exercitation duis eu commodo et enim mollit. Eiusmod consectetur mollit duis qui ad ipsum ad enim ullamco consectetur ullamco deserunt laboris. Cillum sunt consequat id id. Incididunt dolore enim id ad velit.\r\n"
  },
  {
    "vehicle_id": "5c85bb8324150dac3ee55d4d",
    "mpg": 23,
    "makeModel": "1998 Rolls-Royce Wraith",
    "photo": "http://placehold.it/32x32",
    "notes": "Do et amet mollit in fugiat proident ullamco quis esse aliquip ad. Consequat incididunt consectetur enim ipsum. Ullamco laboris proident non fugiat ullamco magna velit aliqua officia. Id ut in do excepteur laborum laboris proident cillum aliquip consectetur sint do. Id proident ea ullamco nisi nisi cupidatat nostrud laboris sunt eu mollit laboris et ullamco.\r\n"
  },
  {
    "vehicle_id": "5c85bb83bfe0698e16b24b78",
    "mpg": 19,
    "makeModel": "2019 Toyota Highlander",
    "photo": "http://placehold.it/32x32",
    "notes": "Occaecat enim veniam sit minim do do eiusmod dolore laboris nostrud amet eu non ea. Fugiat cupidatat qui consectetur ea labore. Culpa tempor labore incididunt irure quis.\r\n"
  },
  {
    "vehicle_id": "5c85bb83d29a76ca7952b1c4",
    "mpg": 30,
    "makeModel": "2001 Chevy Camaro",
    "photo": "http://placehold.it/32x32",
    "notes": "Occaecat non sunt quis veniam culpa ad ut minim est pariatur cillum elit. Adipisicing nostrud anim magna aute dolore veniam non cupidatat sunt. Excepteur reprehenderit consectetur sunt irure ullamco ex minim aliqua ad quis.\r\n"
  },
  {
    "vehicle_id": "5c85bb83d3338a1fe9ed6bb2",
    "mpg": 19,
    "makeModel": "2012 Chevy Camaro",
    "photo": "http://placehold.it/32x32",
    "notes": "In ut amet non ut labore consequat nisi elit ex cillum cillum sit qui. Proident mollit amet incididunt elit laboris. Quis magna laborum culpa tempor labore ea dolor.\r\n"
  },
  {
    "vehicle_id": "5c85bb83787903e04752cb14",
    "mpg": 21,
    "makeModel": "1992 Toyota Camry",
    "photo": "http://placehold.it/32x32",
    "notes": "Tempor exercitation esse dolor irure tempor voluptate ad incididunt culpa elit. Exercitation esse dolore dolore consequat sint labore ex aliquip cillum duis do cupidatat eu sunt. Est ea nisi consectetur excepteur occaecat sit pariatur adipisicing ad cupidatat. Ea cillum duis sunt dolore duis officia nisi veniam tempor sit culpa ut quis cupidatat. Cupidatat magna qui est veniam minim occaecat officia voluptate cillum culpa.\r\n"
  },
  {
    "vehicle_id": "5c85bb837a60650cda46e7b1",
    "mpg": 19,
    "makeModel": "2009 Toyota Camry",
    "photo": "http://placehold.it/32x32",
    "notes": "Eiusmod et tempor minim sunt commodo minim. Qui exercitation sunt officia enim id. Nostrud aliquip tempor velit anim dolor laboris pariatur qui occaecat Lorem aliquip culpa veniam. Aute elit consequat excepteur deserunt cupidatat occaecat esse qui ullamco. Mollit consequat voluptate consectetur labore cupidatat sit. Voluptate labore aliqua amet non dolor aute aliquip ipsum commodo esse sint incididunt in commodo.\r\n"
  },
  {
    "vehicle_id": "5c85bb830cc34e7de7851e59",
    "mpg": 24,
    "makeModel": "2015 Rolls-Royce Phantom",
    "photo": "http://placehold.it/32x32",
    "notes": "Mollit ea cillum magna quis amet elit veniam. Ipsum duis officia duis aliqua qui sint. Sint eiusmod velit aliquip reprehenderit anim sit sunt aute. Veniam dolore cupidatat do tempor. Anim esse culpa elit cillum. Reprehenderit anim qui nostrud magna enim veniam velit ex ea id.\r\n"
  },
  {
    "vehicle_id": "5c85bb838ce87aa9fce5ef68",
    "mpg": 25,
    "makeModel": "2016 Chevy Camaro",
    "photo": "http://placehold.it/32x32",
    "notes": "Occaecat dolore consequat nisi aliquip nostrud deserunt do dolor. Nulla ad laborum eu id non ex proident duis nisi ex nisi eiusmod magna. Sunt mollit sit ullamco tempor dolor exercitation eu labore non ullamco velit ullamco. Deserunt culpa anim cupidatat dolore tempor veniam elit ex deserunt. Reprehenderit fugiat quis aute commodo irure non sit velit occaecat ex incididunt consequat et sunt. Incididunt ullamco ut magna esse.\r\n"
  },
  {
    "vehicle_id": "5c85bb83b34229e8b6df338e",
    "mpg": 24,
    "makeModel": "1991 Rolls-Royce Wraith",
    "photo": "http://placehold.it/32x32",
    "notes": "Ut cupidatat anim quis velit minim reprehenderit ad dolor consectetur adipisicing ex esse. Qui quis mollit sint aute aute. Laboris duis laborum quis occaecat. Eu labore elit sint nisi nulla amet enim ea officia occaecat id nisi. Dolor do dolor non exercitation reprehenderit ea ipsum dolor Lorem.\r\n"
  },
  {
    "vehicle_id": "5c85bb8392faedae0a2b8eb8",
    "mpg": 26,
    "makeModel": "2010 Rolls-Royce Wraith",
    "photo": "http://placehold.it/32x32",
    "notes": "Qui irure sit laborum do nisi Lorem cupidatat incididunt velit duis fugiat dolore pariatur ut. Deserunt cupidatat aliquip minim nisi deserunt nostrud dolor excepteur adipisicing id excepteur. Sunt mollit eiusmod occaecat reprehenderit Lorem magna adipisicing commodo.\r\n"
  }
]
